# Введите номер телефона и пароль от аккаунта вк.
# Пример phone_number = '+71234567890'
# Важно: на вашем аккаунте не должно быть двухфакторной аутентификации,
# иначе будут пробелемы с получением доступа к api.
phone_number = ''
password = ''

# сообщество вездекода
vezdekod_owner_id = -197700721
# альбомы с мемами
# vezdekod_album_ids = [284717200, 283939598, 281940823, 274262016]
# https://vk.com/album-197700721_284717200 ссылка на альбом
vezdekod_album_id = 284717200

# для задания 40
# дополнительная коллекция мемов
# геймдев, который мы заслужили
gamedev_owner_id = -137762094
gamedev_album_id = 'wall'

